{
	"pickups": [
	"{0} says: hey, {1} why don\"t you treat me like a pirate and give me that booty. 🙃",
    "{0} says: hey, {1} do you like tapes and cd's? cuz i'm about to tape this dick to your forhead so you can see deez nuts 🙃",
    "{0} says: hey, {1}, are you a gorrila exhibit? cuz I wanna drop a kid in you 🙃",
    "{0} says: go ahead and run {1}, I like my meal to squirm.",
    "{0} says: hey, {1}, call me leaves cuz you should be blowing me right now 🙃",
    "{0} says: hey, {1}, I like every bone in your body, especially mine 🙃",
    "{0} says: hey, {1}, let’s play, Barbie. I’ll be Ken and you can be the box I come in. 🙃",
    "{0} says: Hey {1} wanna play, carnival? You sit on my face and I\"ll guess how much you weigh. 🙃",
    "{0} says: hey, {1}, lets play, “Titanic”. When I shey, “Iceburg!” you do down. 🙃",
    "{0} says: hey, {1}, I’m no weather man, but you can expect more than a few inches tonight. 🙃",
    "{0} says: hey, {1}, Charizards are red, Squirtals are blue, if you were a Pokemon I would choose you!",
    "{0} says: hey, {1}, If you were a squirrel, would you help me bust a nut?",
    "{0} says: hey, {1}, I heard you are looking for a stud. I’ve got the STD, all I need is U.",
    "{0} says: hey, {1}, I’m not Rapunzel, but I’ll still let you pull my Hair",
    "{0} says: hey, {1}, Do you know your ABC’s? Cause I wanna give you the 4th letter of the alphabet.",
    "{0} says: hey, {1}, Is there a cellphone in your backpocket? Cause that ass is calling me!",
    "{0} says: hey, {1}, Are those fuck me eyes, or fuck you eyes?",
    "{0} says: hey, {1}, Your legs are like an Oreo Cookie - I wanna split them and eat all the good stuff in the middle.",
    "{0} says: hey, {1}, Are those lumberjack pants your wearing? They are giving me a wood.",
    "{0} says: hey, {1}, If your right leg was Christmas and your left leg was Easter, would you let me come for dinner between the holidays?",
    "{0} says: hey, {1}, Wanna go on an ate with me? I'll give you the D later.",
    "{0} says: hey, {1}, Let's go back to my room an do some math: Add a bed, subtract our clothes, divide your legs, and multiply.",
    "{0} says: hey, {1}, If you were a chicken, you'd be impeccable.",
    "{0} says: hey, {1}, Do you sleep on your stomach? If not, can I?",
    "{0} says: hey, {1}, I wanna paint you green and spank you like a disobedient avocado.",
    "{0} says: hey, {1}, If it's true that we are what we eat, then I could be you by tomorrow morning.",
    "{0} says: hey, {1}, If you were an elevator, what button would I have to push to get you to go down?",
    "{0} says: hey, {1}, What if I start this relationship with you as a frien. Will you allow me to give you the \"D\" later?",
    "{0} says: hey, {1}, I'm like Domino's Pizza. If I don't cum in 30 minutes, the next one is free.",
    "{0} says: hey, {1}, Let's have a party and invite your pants to come on down.",
    "{0} says: hey, {1}, Are you an architect, cause I want you on staff for my next erection.",
    "{0} says: hey, {1}, Do you like Imagine Dragons? Well Imagine Dragon my balls across your face.",
    "{0} says: hey, {1}, Is your name Autumn, cause I'd fuck you so hard all your leaves will fall off.",
    "{0} says: hey, {1}, My penis is like a dictionary want me to blow your mind?",
    "{0} says: hey, {1}, my hole is open for business, why won't you come an live in my hole?",
    "{0} says: If I had a lily for every thought I had of you, I would spend forever in my Garden",
    "{0} says: hey, {1} You are like the best coffee: tall, dark and strong ",
    "{0} says: hey, {1} If I said I worked for FedEx, would you let me handle your package?",
    "{0} says: Hello, gorgeous. I’m like a tropical island. I am hot, wet and ready for visitors.",
    "{0} says: {1} You must be Medusa because you make me rock hard.",
    "{0} says: {1} Are you a mirror? Cause I can see myself inside you.",
    "{0} says: {1} Baby I’m like a firefighter I find them hot and leave them wet.",
    "{0} says: {1} If you were a squirrel, would you help me bust a nut?",
    "{0} says: {1} Are you a camera? Because every time I look at you, I smile",
    "{0} says  {1}, Do you have a name or can I call you mine?",
    "{0} says  {1}, I’ll treat you like my homework: Slam you on the table and do you all night long!",
    "{0} says  {1}, Are you a camera? Because every time I look at you, I smile.",
    "{0} says  {1}, If you were a squirrel, would you help me bust a nut?",
    "{0} says  {1}, Baby I’m like a firefighter I find them hot and leave them wet."
]
}